{
  "categories": {

    "C1": {
      "name": "PRIVACY",
      "description": "Personally Identifiable Information (PII) requiring protection from unauthorized disclosure. Includes general PII and Sensitive PII.",
      "handling": "Encrypt in transit and at rest. Prevent unnecessary distribution. Apply Privacy Act or SORN constraints if applicable."
    },

    "C2": {
      "name": "EXPORT",
      "description": "Information limited by export control laws such as ITAR and EAR, including technical data, defense articles, or dual-use technologies.",
      "handling": "Strictly prohibit release to unauthorized foreign persons. Enforce ITAR/EAR technical data controls. Maintain audit records."
    },

    "C3": {
      "name": "FINPROT",
      "description": "Financially sensitive information, including transactional, operational, or proprietary financial details protected under regulatory frameworks.",
      "handling": "Restrict to authorized individuals. Protect confidentiality and integrity. Apply encryption when transported or stored."
    },

    "C4": {
      "name": "PROCURE",
      "description": "Information related to acquisition, bidding, procurement, and contract negotiation that must be protected during competitive phases.",
      "handling": "Prevent release prior to official publication. Maintain chain of custody. Limit to acquisition personnel."
    },

    "C5": {
      "name": "LEGAL",
      "description": "Attorney-client privileged information, legal analyses, litigation strategy, or regulatory investigation details requiring controlled distribution.",
      "handling": "Restrict strictly to authorized legal representatives. Ensure tamper-evident logging and secure storage."
    },

    "C6": {
      "name": "TECHDATA",
      "description": "Technical specifications, engineering drawings, operational parameters, or internal system documentation requiring controlled distribution.",
      "handling": "Store securely. Permit distribution only to personnel with operational need. May overlap with EXPORT when technical data is export-controlled."
    }
  }
}
